Repository: MasterSmalll/yourpods-source
Catalog: YourPods/YourPods/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: We do not collect analytics, tracking data, or ad identifiers. Nothing above is used to profile you or shared with anyone.
de: Wir erfassen keine Analysedaten, Tracking-Daten und keine Werbe-IDs. Nichts davon wird genutzt, um ein Profil von dir zu erstellen, und nichts wird weitergegeben.
es: No recopilamos analíticas, datos de seguimiento ni identificadores publicitarios. Nada de lo anterior se usa para crear un perfil tuyo ni se comparte con nadie.
fr: Nous ne collectons aucune donnée d'analyse, aucune donnée de suivi et aucun identifiant publicitaire. Rien de ce qui précède ne sert à vous profiler ni n'est partagé avec qui que ce soit.
it: Non raccogliamo dati analitici, dati di tracciamento né identificatori pubblicitari. Nulla di quanto sopra viene usato per profilarti o condiviso con altri.
nl: We verzamelen geen analysegegevens, trackinggegevens of advertentie-ID's. Niets hiervan wordt gebruikt om een profiel van je op te bouwen of met anderen gedeeld.

source: Web player — stream in any browser, PWA on any compatible device
de: Web-Player – Streaming in jedem Browser, PWA auf jedem kompatiblen Gerät
es: Reproductor web: reproducción en cualquier navegador, PWA en cualquier dispositivo compatible
fr: Lecteur web — diffusez dans n'importe quel navigateur, PWA sur tout appareil compatible
it: Lettore web — riproduci in streaming in qualsiasi browser, PWA su qualsiasi dispositivo compatibile
nl: Webspeler — stream in elke browser, PWA op elk compatibel apparaat

source: Welcome to YourPods
de: Willkommen bei YourPods
es: Te damos la bienvenida a YourPods
fr: Bienvenue dans YourPods
it: Ti diamo il benvenuto in YourPods
nl: Welkom bij YourPods

source: What data do we collect?
de: Welche Daten erfassen wir?
es: ¿Qué datos recopilamos?
fr: Quelles données collectons-nous ?
it: Quali dati raccogliamo?
nl: Welke gegevens verzamelen we?

source: What data does YourPods Sync collect?
de: Welche Daten erfasst YourPods Sync?
es: ¿Qué datos recopila YourPods Sync?
fr: Quelles données YourPods Sync collecte-t-il ?
it: Quali dati raccoglie YourPods Sync?
nl: Welke gegevens verzamelt YourPods Sync?

source: What P3 Does
de: Was P3 macht
es: Qué hace P3
fr: Ce que fait P3
it: Cosa fa P3
nl: Wat P3 doet

source: What would you like to do with this episode?
de: Was möchtest du mit dieser Folge machen?
es: ¿Qué quieres hacer con este episodio?
fr: Que voulez-vous faire de cet épisode ?
it: Cosa vuoi fare con questo episodio?
nl: Wat wil je met deze aflevering doen?

source: What would you like to do? Your choice will be remembered. You can change this later in Settings → Queue Management.
de: Was möchtest du tun? Deine Auswahl wird gespeichert. Du kannst das später unter Einstellungen → Wartelistenverwaltung ändern.
es: ¿Qué quieres hacer? Se recordará tu elección. Puedes cambiarlo más adelante en Ajustes → Gestión de la cola.
fr: Que voulez-vous faire ? Votre choix sera mémorisé. Vous pourrez le modifier plus tard dans Réglages → Gestion de la file d'attente.
it: Cosa vuoi fare? La tua scelta verrà memorizzata. Potrai modificarla in seguito in Impostazioni → Gestione della coda.
nl: Wat wil je doen? Je keuze wordt onthouden. Je kunt dit later wijzigen in Instellingen → Wachtrijbeheer.

source: What's Next in Queue
de: Was kommt als Nächstes
es: Siguiente en la cola
fr: Épisode suivant dans la file d'attente
it: Cosa c'è dopo in coda
nl: Wat volgt in de wachtrij

source: What's Playing
de: Was läuft gerade
es: Qué suena ahora
fr: Lecture en cours
it: Cosa è in riproduzione
nl: Wat speelt er nu

source: When adding a new podcast, hide all but the %lld most recent episodes. Unhide anytime via Show Hidden in the podcast detail.
de: Beim Hinzufügen eines neuen Podcasts werden alle Folgen bis auf die %lld neuesten ausgeblendet. Du kannst sie jederzeit über „Ausgeblendete anzeigen“ in der Podcast-Ansicht wieder einblenden.
es: Al añadir un podcast nuevo, se ocultarán todos los episodios excepto los %lld más recientes. Puedes volver a mostrarlos cuando quieras con Mostrar ocultos en el detalle del podcast.
fr: Lors de l'ajout d'un nouveau podcast, masquer tous les épisodes sauf les %lld plus récents. Vous pourrez les réafficher à tout moment via Afficher les masqués dans la fiche du podcast.
it: Quando aggiungi un nuovo podcast, verranno nascosti tutti gli episodi tranne i %lld più recenti. Puoi mostrarli di nuovo in qualsiasi momento con Mostra nascosti nella scheda del podcast.
nl: Verberg bij het toevoegen van een nieuwe podcast alles behalve de %lld nieuwste afleveringen. Je kunt afleveringen altijd weer zichtbaar maken via Toon verborgen in het detailscherm van de podcast.

source: When enabled, hides all but the most recent episodes when you subscribe to a new podcast
de: Blendet beim Abonnieren eines neuen Podcasts alle Folgen bis auf die neuesten aus
es: Si está activado, oculta todos los episodios excepto los más recientes al suscribirte a un podcast nuevo
fr: Lorsque cette option est activée, masque tous les épisodes sauf les plus récents quand vous vous abonnez à un nouveau podcast
it: Se attivo, quando ti iscrivi a un nuovo podcast nasconde tutti gli episodi tranne i più recenti
nl: Als dit aanstaat, worden bij het abonneren op een nieuwe podcast alle afleveringen behalve de nieuwste verborgen

source: When enabled, YourPods removes known tracking redirects from episode URLs before playback. Your device connects directly to the audio host.
de: Wenn aktiviert, entfernt YourPods bekannte Tracking-Weiterleitungen vor der Wiedergabe aus den Folgen-URLs. Dein Gerät verbindet sich direkt mit dem Audio-Host.
es: Si está activado, YourPods elimina de las URL de los episodios las redirecciones de seguimiento conocidas antes de la reproducción. Tu dispositivo se conecta directamente al servidor que aloja el audio.
fr: Lorsque cette option est activée, YourPods retire des URL des épisodes les redirections de suivi connues avant la lecture. Votre appareil se connecte directement à l'hébergeur du fichier audio.
it: Se attivo, YourPods rimuove dagli URL degli episodi i redirect di tracciamento noti prima della riproduzione. Il tuo dispositivo si collega direttamente all'host audio.
nl: Als dit aanstaat, verwijdert YourPods bekende trackingredirects uit de URL's van afleveringen voordat het afspelen begint. Je apparaat maakt rechtstreeks verbinding met de audiohost.

source: When on, you'll be notified when new episodes are found during background refresh
de: Wenn aktiviert, wirst du benachrichtigt, sobald bei der Hintergrundaktualisierung neue Folgen gefunden werden
es: Si está activado, recibirás una notificación cuando se encuentren episodios nuevos durante la actualización en segundo plano
fr: Lorsque cette option est activée, vous êtes averti quand de nouveaux épisodes sont détectés lors de l'actualisation en arrière-plan
it: Se attivo, riceverai una notifica quando vengono trovati nuovi episodi durante l'aggiornamento in background
nl: Als dit aanstaat, krijg je een melding wanneer er tijdens het vernieuwen op de achtergrond nieuwe afleveringen worden gevonden

source: When you create a YourPods Sync account, we collect and store only the minimum data necessary for sync functionality:
de: Wenn du einen YourPods Sync-Account erstellst, erfassen und speichern wir nur die Daten, die für die Synchronisierung unbedingt nötig sind:
es: Cuando creas una cuenta de YourPods Sync, solo recopilamos y almacenamos los datos mínimos necesarios para la sincronización:
fr: Lorsque vous créez un compte YourPods Sync, nous ne collectons et ne conservons que les données strictement nécessaires à la synchronisation :
it: Quando crei un account YourPods Sync, raccogliamo e conserviamo solo i dati minimi necessari al funzionamento della sincronizzazione:
nl: Wanneer je een YourPods Sync-account aanmaakt, verzamelen en bewaren we alleen de gegevens die minimaal nodig zijn om te kunnen synchroniseren:

source: Why are you leaving? (optional)
de: Warum gehst du? (optional)
es: ¿Por qué te vas? (opcional)
fr: Pourquoi partez-vous ? (facultatif)
it: Perché ci lasci? (facoltativo)
nl: Waarom ga je weg? (optioneel)

source: Wi-Fi Only Downloads
de: Downloads nur über WLAN
es: Descargas solo por Wi-Fi
fr: Téléchargements en Wi-Fi uniquement
it: Download solo via Wi-Fi
nl: Alleen downloads via Wi-Fi

source: Wi-Fi Only Downloads saves watch battery by avoiding cellular radio for episode downloads.
de: „Downloads nur über WLAN“ schont den Akku der Watch, weil für Folgen-Downloads kein Mobilfunk genutzt wird.
es: La opción Descargas solo por Wi-Fi ahorra batería del reloj al evitar la antena de datos móviles en las descargas de episodios.
fr: Téléchargements en Wi-Fi uniquement préserve la batterie de la montre en évitant d'utiliser le réseau cellulaire pour télécharger les épisodes.
it: L'opzione Download solo via Wi-Fi preserva la batteria dell'Apple Watch evitando l'uso della rete cellulare per scaricare gli episodi.
nl: Alleen downloads via Wi-Fi spaart de batterij van je Apple Watch doordat afleveringen niet via het mobiele netwerk worden gedownload.

source: With a YourPods Sync Account
de: Mit einem YourPods Sync-Account
es: Con una cuenta de YourPods Sync
fr: Avec un compte YourPods Sync
it: Con un account YourPods Sync
nl: Met een YourPods Sync-account

source: With self-hosted gPodder sync (e.g. Nextcloud), your data goes to your own server, never to us.
de: Bei selbst gehostetem gPodder-Sync (z. B. Nextcloud) gehen deine Daten an deinen eigenen Server, niemals an uns.
es: Con la sincronización gPodder autoalojada (por ejemplo, Nextcloud), tus datos van a tu propio servidor, nunca a nosotros.
fr: Avec une synchronisation gPodder auto-hébergée (par exemple Nextcloud), vos données vont sur votre propre serveur, jamais chez nous.
it: Con la sincronizzazione gPodder self-hosted (ad esempio Nextcloud), i tuoi dati vanno sul tuo server, mai a noi.
nl: Bij zelf gehoste gPodder-synchronisatie (bijvoorbeeld Nextcloud) gaan je gegevens naar je eigen server, nooit naar ons.

source: Without an Account
de: Ohne Account
es: Sin cuenta
fr: Sans compte
it: Senza un account
nl: Zonder account

source: Works with any gPodder-compatible app
de: Funktioniert mit jeder gPodder-kompatiblen App
es: Funciona con cualquier app compatible con gPodder
fr: Fonctionne avec toute app compatible gPodder
it: Funziona con qualsiasi app compatibile con gPodder
nl: Werkt met elke gPodder-compatibele app

source: You can change the app's language any time in Settings.
de: Du kannst die Sprache der App jederzeit in den Einstellungen ändern.
es: Puedes cambiar el idioma de la app cuando quieras en Ajustes.
fr: Vous pouvez changer la langue de l'app à tout moment dans Réglages.
it: Puoi cambiare la lingua dell'app in qualsiasi momento in Impostazioni.
nl: Je kunt de taal van de app altijd wijzigen in Instellingen.

source: You can override this global setting for individual podcasts. Go to Library → tap a podcast → Settings → Privacy to enable or disable P3 for specific shows.
de: Du kannst diese globale Einstellung für einzelne Podcasts außer Kraft setzen. Gehe zu Mediathek → tippe auf einen Podcast → Einstellungen → Datenschutz, um P3 für bestimmte Sendungen zu aktivieren oder zu deaktivieren.
es: Puedes anular este ajuste global para podcasts concretos. Ve a Biblioteca → toca un podcast → Ajustes → Privacidad para activar o desactivar P3 en programas concretos.
fr: Vous pouvez remplacer ce réglage global pour des podcasts individuels. Accédez à Bibliothèque → touchez un podcast → Réglages → Confidentialité pour activer ou désactiver P3 pour des émissions spécifiques.
it: Puoi sovrascrivere questa impostazione globale per i singoli podcast. Vai in Libreria → tocca un podcast → Impostazioni → Privacy per attivare o disattivare P3 per podcast specifici.
nl: Je kunt deze algemene instelling voor afzonderlijke podcasts overschrijven. Ga naar Bibliotheek → tik op een podcast → Instellingen → Privacy om P3 voor specifieke shows in of uit te schakelen.

source: You can switch between any mode at any time without losing your local data — subscriptions, downloads, and queue are always preserved.
de: Du kannst jederzeit zwischen den Modi wechseln, ohne deine lokalen Daten zu verlieren – Abos, Downloads und Warteschlange bleiben immer erhalten.
es: Puedes cambiar de modo en cualquier momento sin perder tus datos locales: las suscripciones, las descargas y la cola siempre se conservan.
fr: Vous pouvez passer d'un mode à l'autre à tout moment sans perdre vos données locales — abonnements, téléchargements et file d'attente sont toujours conservés.
it: Puoi passare da una modalità all'altra in qualsiasi momento senza perdere i tuoi dati locali — iscrizioni, download e coda vengono sempre conservati.
nl: Je kunt op elk moment tussen modi wisselen zonder je lokale gegevens te verliezen — abonnementen, downloads en wachtrij blijven altijd behouden.

source: You may have multiple account types. Choose where to save your podcast data.
de: Du kannst mehrere Kontotypen haben. Wähle, wo deine Podcast-Daten gespeichert werden.
es: Puedes tener varios tipos de cuenta. Elige dónde guardar los datos de tus podcasts.
fr: Vous pouvez avoir plusieurs types de comptes. Choisissez où enregistrer vos données de podcasts.
it: Puoi avere più tipi di account. Scegli dove salvare i dati dei tuoi podcast.
nl: Je kunt meerdere accounttypes hebben. Kies waar je je podcastgegevens wilt bewaren.

source: You're all caught up!
de: Du bist auf dem neuesten Stand!
es: ¡Estás al día!
fr: Vous êtes à jour !
it: Sei in pari!
nl: Je bent helemaal bij!

source: Your account is free. No payment required.
de: Dein Account ist kostenlos. Keine Zahlung erforderlich.
es: Tu cuenta es gratuita. No hace falta pagar.
fr: Votre compte est gratuit. Aucun paiement requis.
it: Il tuo account è gratuito. Nessun pagamento richiesto.
nl: Je account is gratis. Je hoeft niets te betalen.

source: Your Data & Privacy
de: Deine Daten & Privatsphäre
es: Tus datos y privacidad
fr: Vos données et confidentialité
it: Dati e privacy
nl: Je gegevens en privacy

source: Your data, your server, your rules.
de: Deine Daten, dein Server, deine Regeln.
es: Tus datos, tu servidor, tus reglas.
fr: Vos données, votre serveur, vos règles.
it: I tuoi dati, il tuo server, le tue regole.
nl: Jouw data, jouw server, jouw regels.

source: Your device and server have different playback positions for these episodes. Choose which position to keep.
de: Gerät und Server haben für diese Folgen unterschiedliche Wiedergabepositionen. Wähle aus, welche Position behalten werden soll.
es: Tu dispositivo y el servidor tienen posiciones de reproducción distintas para estos episodios. Elige qué posición quieres conservar.
fr: Votre appareil et le serveur ont des positions de lecture différentes pour ces épisodes. Choisissez la position à conserver.
it: Il dispositivo e il server hanno posizioni di riproduzione diverse per questi episodi. Scegli quale posizione mantenere.
nl: Je apparaat en de server hebben verschillende afspeelposities voor deze afleveringen. Kies welke positie je wilt behouden.

source: Your device never contacts tracking servers — not even a single request. The URL is cleaned locally on your device before playback begins.
de: Dein Gerät kontaktiert niemals Tracking-Server – nicht eine einzige Anfrage. Die URL wird lokal auf deinem Gerät bereinigt, bevor die Wiedergabe beginnt.
es: Tu dispositivo nunca se comunica con servidores de rastreo, ni siquiera con una sola petición. La URL se limpia localmente en tu dispositivo antes de empezar la reproducción.
fr: Votre appareil ne contacte jamais les serveurs de suivi — pas une seule requête. L'URL est nettoyée localement sur votre appareil avant le début de la lecture.
it: Il tuo dispositivo non contatta mai i server di tracciamento — nemmeno una singola richiesta. L'URL viene ripulito localmente sul tuo dispositivo prima dell'inizio della riproduzione.
nl: Je apparaat neemt nooit contact op met trackingservers — zelfs geen enkel verzoek. De URL wordt lokaal op je apparaat opgeschoond voordat het afspelen begint.

source: Your free account is ready. Pro unlocks extra features and supports continued development.
de: Dein kostenloser Account ist bereit. Pro schaltet zusätzliche Funktionen frei und unterstützt die Weiterentwicklung.
es: Tu cuenta gratuita está lista. Pro desbloquea funciones extra y ayuda a mantener el desarrollo.
fr: Votre compte gratuit est prêt. Pro débloque des fonctionnalités supplémentaires et soutient le développement continu.
it: Il tuo account gratuito è pronto. Pro sblocca funzioni extra e sostiene lo sviluppo continuo.
nl: Je gratis account is klaar. Pro ontgrendelt extra functies en steunt de verdere ontwikkeling.

source: Your listening stats will appear here once you've synced with YourPods Sync.
de: Deine Hörstatistiken erscheinen hier, sobald du mit YourPods Sync synchronisiert hast.
es: Tus estadísticas de escucha aparecerán aquí cuando hayas sincronizado con YourPods Sync.
fr: Vos statistiques d'écoute apparaîtront ici une fois la synchronisation avec YourPods Sync effectuée.
it: Le tue statistiche di ascolto appariranno qui dopo la prima sincronizzazione con YourPods Sync.
nl: Je luisterstatistieken verschijnen hier zodra je met YourPods Sync hebt gesynchroniseerd.

source: Your local podcasts and listening history will be migrated to YourPods Sync.
de: Deine lokalen Podcasts und dein Hörverlauf werden zu YourPods Sync übertragen.
es: Tus podcasts locales y tu historial de escucha se migrarán a YourPods Sync.
fr: Vos podcasts locaux et votre historique d'écoute seront transférés vers YourPods Sync.
it: I tuoi podcast locali e la cronologia di ascolto verranno migrati su YourPods Sync.
nl: Je lokale podcasts en luistergeschiedenis worden overgezet naar YourPods Sync.

source: Your local podcasts will be pushed to the server. Server podcasts will be merged into your library.
de: Deine lokalen Podcasts werden auf den Server übertragen. Podcasts vom Server werden in deine Mediathek übernommen.
es: Tus podcasts locales se enviarán al servidor. Los podcasts del servidor se combinarán con tu biblioteca.
fr: Vos podcasts locaux seront envoyés vers le serveur. Les podcasts du serveur seront fusionnés dans votre bibliothèque.
it: I tuoi podcast locali verranno inviati al server. I podcast presenti sul server verranno uniti alla tua libreria.
nl: Je lokale podcasts worden naar de server gestuurd. Podcasts van de server worden samengevoegd met je bibliotheek.

source: Your own server — you control the data
de: Dein eigener Server – du kontrollierst die Daten
es: Tu propio servidor: tú controlas los datos
fr: Votre propre serveur — vous contrôlez les données
it: Il tuo server — controlli tu i dati
nl: Je eigen server — jij beheert je data

source: Your password has been changed. Please sign in again with your new password.
de: Dein Passwort wurde geändert. Bitte melde dich mit deinem neuen Passwort erneut an.
es: Tu contraseña se ha cambiado. Vuelve a iniciar sesión con la nueva contraseña.
fr: Votre mot de passe a été modifié. Veuillez vous reconnecter avec votre nouveau mot de passe.
it: La tua password è stata modificata. Accedi di nuovo con la nuova password.
nl: Je wachtwoord is gewijzigd. Log opnieuw in met je nieuwe wachtwoord.

source: Your played episodes will appear here after syncing.
de: Deine gespielten Folgen erscheinen hier nach der Synchronisierung.
es: Tus episodios reproducidos aparecerán aquí después de sincronizar.
fr: Vos épisodes lus apparaîtront ici après la synchronisation.
it: Gli episodi che hai riprodotto appariranno qui dopo la sincronizzazione.
nl: Je afgespeelde afleveringen verschijnen hier na het synchroniseren.

source: Your podcasts stay entirely on your device. No servers, no accounts, no data leaves your phone. Just install and listen.
de: Deine Podcasts bleiben vollständig auf deinem Gerät. Keine Server, keine Accounts, keine Daten verlassen dein Telefon. Einfach installieren und hören.
es: Tus podcasts se quedan íntegramente en tu dispositivo. Sin servidores, sin cuentas y sin que ningún dato salga de tu teléfono. Solo tienes que instalar la app y escuchar.
fr: Vos podcasts restent entièrement sur votre appareil. Aucun serveur, aucun compte, aucune donnée ne quitte votre téléphone. Installez et écoutez, c'est tout.
it: I tuoi podcast restano interamente sul tuo dispositivo. Nessun server, nessun account, nessun dato lascia il tuo telefono. Ti basta installare e ascoltare.
nl: Je podcasts blijven volledig op je apparaat. Geen servers, geen accounts, geen gegevens die je telefoon verlaten. Gewoon installeren en luisteren.

source: Your Profiles
de: Deine Profile
es: Tus perfiles
fr: Vos profils
it: I tuoi profili
nl: Je profielen

source: Your subscription directly funds development, keeps the servers running, and ensures YourPods stays independent and open source.
de: Dein Pro-Abo finanziert direkt die Entwicklung, hält die Server am Laufen und sorgt dafür, dass YourPods unabhängig und Open Source bleibt.
es: Tu suscripción financia directamente el desarrollo, mantiene los servidores en marcha y garantiza que YourPods siga siendo independiente y de código abierto.
fr: Votre abonnement finance directement le développement, maintient les serveurs en fonctionnement et garantit que YourPods reste indépendant et open source.
it: Il tuo abbonamento finanzia direttamente lo sviluppo, mantiene attivi i server e garantisce che YourPods resti indipendente e open source.
nl: Je abonnement financiert de ontwikkeling rechtstreeks, houdt de servers draaiende en zorgt ervoor dat YourPods onafhankelijk en open source blijft.

source: YourPods adds actions to the Shortcuts app — playback controls, downloads, bookmarks, and building blocks like Get Current Episode that return values you can use in your own automations.
de: YourPods fügt der Kurzbefehle-App Aktionen hinzu – Wiedergabesteuerung, Downloads, Lesezeichen und Bausteine wie Aktuelle Folge abrufen, die Werte zurückgeben, die du in deinen eigenen Automationen verwenden kannst.
es: YourPods añade acciones a la app Atajos — controles de reproducción, descargas, marcadores y bloques como Obtener el episodio actual que devuelven valores que puedes usar en tus propias automatizaciones.
fr: YourPods ajoute des actions à l'app Raccourcis — commandes de lecture, téléchargements, signets et briques de base comme Obtenir l'épisode en cours, qui fournissent des valeurs utilisables dans vos propres automatisations.
it: YourPods aggiunge azioni all'app Comandi rapidi — controlli di riproduzione, download, segnalibri e blocchi di base come Ottieni l'episodio attuale, che restituiscono valori da usare nelle tue automazioni.
nl: YourPods voegt acties toe aan de Opdrachten-app — afspeelbediening, downloads, bladwijzers en bouwstenen zoals Haal huidige aflevering op, die waarden teruggeven die je in je eigen automatiseringen kunt gebruiken.

source: YourPods app icon
de: App-Symbol von YourPods
es: Icono de la app YourPods
fr: Icône de l'app YourPods
it: Icona dell'app YourPods
nl: YourPods-appsymbool
